content/posts/Clustering_gene_expression_time_series_data_using_an_infinite_Gaussian_process_mixture_model_by_Ian_McDowell,_Timothy_Reddy,_Barbara_Engelhardt,_et_al_in_2018.md
+++
title = "Clustering gene expression time series data using an infinite Gaussian process mixture model by Ian McDowell, Timothy Reddy, Barbara Engelhardt, et al in 2018"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:10-04:00
slug = "Clustering_gene_expression_time_series_data_using_an_infinite_Gaussian_process_mixture_model_by_Ian_McDowell,_Timothy_Reddy,_Barbara_Engelhardt,_et_al_in_2018"
draft = false
+++

## [probabilistic inference]({{< relref "probabilistic_inference" >}}), [Gaussian process]({{< relref "Gaussian_process" >}}), [bioinformatics]({{< relref "bioinformatics" >}}), [gene expression dynamics]({{< relref "gene_expression_dynamics" >}}) {#probabilistic-inference--probabilistic-inference-dot-md--gaussian-process--gaussian-process-dot-md--bioinformatics--bioinformatics-dot-md--gene-expression-dynamics--gene-expression-dynamics-dot-md}


## citation {#citation}


### McDowell, I. C., Manandhar, D., Vockley, C. M., Schmid, A. K., Reddy, T. E., & Engelhardt, B. E. (2018). Clustering gene expression time series data using an infinite Gaussian process mixture model. <span class="underline"><span class="underline">PLoS Computational Biology</span></span>, \_\_14\_\_(1), 1–27. <https://doi.org/10.1371/journal.pcbi.1005896> {#mcdowell-i-dot-c-dot-manandhar-d-dot-vockley-c-dot-m-dot-schmid-a-dot-k-dot-reddy-t-dot-e-dot-and-engelhardt-b-dot-e-dot--2018--dot-clustering-gene-expression-time-series-data-using-an-infinite-gaussian-process-mixture-model-dot-14--1--1-27-dot-https-doi-dot-org-10-dot-1371-journal-dot-pcbi-dot-1005896}
